brew "awscli"
brew "bat"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git-delta"
brew "gnu-sed"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "markdownlint-cli"
brew "mergiraf"
brew "mise"
brew "neovim"
brew "prettier"
brew "ripgrep"
brew "tmux"
brew "uv"
brew "yamllint"
brew "yq"
brew "zsh"
cask "alacritty"
cask "alt-tab"
cask "codex"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "linearmouse"
cask "raycast"
